{
    "results": {
        "page": [
            {
                "pageNumber": "1",
                "paragraph": [
                    {
                        "data": "STRATEGIC PLAN "
                    },
                    {
                        "data": "2019—2024 STR ATEGIC PLAN 2019-2024 1\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "2",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "2 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "3",
                "paragraph": [
                    {
                        "data": "UC Davis "
                    },
                    {
                        "data": "World Food Center "
                    },
                    {
                        "data": "Strategic Plan 2019-2024 "
                    },
                    {
                        "data": "Our Mission "
                    },
                    {
                        "data": "The World Food Center mobilizes the resources of UC Davis to promote innovative, sustainable and "
                    },
                    {
                        "data": "equitable food systems. "
                    },
                    {
                        "data": "Our Vision "
                    },
                    {
                        "data": "UC Davis is recognized as the global hub for innovative solutions to meet the challenge of providing safe, "
                    },
                    {
                        "data": "nutritious and affordable food for all. "
                    },
                    {
                        "data": "Our Plan "
                    },
                    {
                        "data": "Ranked first in the nation in agriculture and veterinary science, the breadth, depth and quality of UC Davis’ "
                    },
                    {
                        "data": "faculty, research and educational programs in food systems and its many related areas is extraordinary. "
                    },
                    {
                        "data": "UC Davis is recognized as a world leader in addressing the grand challenges facing global food systems. "
                    },
                    {
                        "data": "UC Davis’ strategic plan, To Boldly Go, expressly endorses the World Food Center as the key to connecting "
                    },
                    {
                        "data": "the university’s clusters of research excellence with industry, consumers, and public and philanthropic "
                    },
                    {
                        "data": "entities to promote innovative, sustainable and equitable food systems. Similarly, the strategic plan of the "
                    },
                    {
                        "data": "College of Agricultural and Environmental Sciences lists advancing sustainable agriculture and food systems "
                    },
                    {
                        "data": "as one of its four priority themes. "
                    },
                    {
                        "data": "The World Food Center has developed an ambitious five-year plan with three strategic priorities to fulfill its "
                    },
                    {
                        "data": "vision of extending UC Davis’ global leadership in food systems solutions: "
                    },
                    {
                        "data": "The World Food Center will CONVENE UC Davis stakeholders working in food systems to "
                    },
                    {
                        "data": "advance interdisciplinary collaboration. "
                    },
                    {
                        "data": "UC Davis is home to over 60 centers and institutes and more than 400 faculty working across the university "
                    },
                    {
                        "data": "in food systems. The World Food Center will bring these researchers together to synergize interdisciplinary "
                    },
                    {
                        "data": "research and extension teams and magnify their effectiveness. "
                    },
                    {
                        "data": "The World Food Center will CONNECT UC Davis experts in global food systems to external "
                    },
                    {
                        "data": "partners to facilitate research opportunities and foster partnerships. "
                    },
                    {
                        "data": "The World Food Center will actively develop relationships with industry, government, academic, and "
                    },
                    {
                        "data": "public/private organizations to promote UC Davis’ expertise in food systems and build mutually beneficial "
                    },
                    {
                        "data": "partnerships for research, outreach, and education. "
                    },
                    {
                        "data": "The World Food Center will COMMUNICATE the innovations and accomplishments of "
                    },
                    {
                        "data": "UC Davis centers, institutes, and scholars to amplify their contributions to improving global "
                    },
                    {
                        "data": "food systems. "
                    },
                    {
                        "data": "The World Food Center will promote UC Davis as the preeminent authority and resource for cutting-edge "
                    },
                    {
                        "data": "innovations and solutions to grand challenges in food systems. "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 1\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "4",
                "paragraph": [
                    {
                        "data": "Background "
                    },
                    {
                        "data": "Ranked 1st nationally "
                    },
                    {
                        "data": "in agriculture "
                    },
                    {
                        "data": "UC Davis is ranked first in the nation in agriculture and "
                    },
                    {
                        "data": "veterinary science. The breadth, depth and quality of the "
                    },
                    {
                        "data": "university’s faculty, research and educational programs in "
                    },
                    {
                        "data": "food systems and its many related areas is long-standing "
                    },
                    {
                        "data": "and indisputable. UC Davis’ strategic plan, To Boldly "
                    },
                    {
                        "data": "Go, acknowledges this strength as a significant asset on "
                    },
                    {
                        "data": "which the university must build to advance its important "
                    },
                    {
                        "data": "agenda “to enable and support research… that matters "
                    },
                    {
                        "data": "across and between the disciplines, in support of a "
                    },
                    {
                        "data": "healthy planet and the physical and societal well-being of "
                    },
                    {
                        "data": "its inhabitants.” "
                    },
                    {
                        "data": "The UC Davis World Food Center was established in "
                    },
                    {
                        "data": "2013 by the Office of the Chancellor and is now housed "
                    },
                    {
                        "data": "within the College of Agricultural and Environmental "
                    },
                    {
                        "data": "Sciences, working with constituencies across the "
                    },
                    {
                        "data": "university and beyond. The center is part of the College’s "
                    },
                    {
                        "data": "Global Engagement pillar and operates under the "
                    },
                    {
                        "data": "leadership of an Associate Dean. "
                    },
                    {
                        "data": "1st in the world for "
                    },
                    {
                        "data": "veterinary medicine "
                    },
                    {
                        "data": "The World Food Center mobilizes the resources of UC "
                    },
                    {
                        "data": "Davis to promote innovative, sustainable and equitable "
                    },
                    {
                        "data": "food systems and serves as a portal to the talent and "
                    },
                    {
                        "data": "expertise within the university. The World Food Center "
                    },
                    {
                        "data": "works in tandem with researchers from UC Davis and "
                    },
                    {
                        "data": "other academic institutions, public sector officials, civic "
                    },
                    {
                        "data": "organizations and private industry partners to develop "
                    },
                    {
                        "data": "innovative solutions for challenges facing local and global "
                    },
                    {
                        "data": "food systems. "
                    },
                    {
                        "data": "To Boldly Go expressly endorses the World Food Center "
                    },
                    {
                        "data": "as an important vehicle to coordinate UC Davis’ strength in global food systems and “mobilize "
                    },
                    {
                        "data": "the research, educational and outreach resources in partnership with consumers, public and "
                    },
                    {
                        "data": "philanthropic entities, and agricultural, marine and food industries, to promote innovative, "
                    },
                    {
                        "data": "sustainable and equitable food systems.” To Boldly Go also envisions that the coordination of "
                    },
                    {
                        "data": "interdisciplinary clusters of research excellence through the World Food Center will increase "
                    },
                    {
                        "data": "the visibility of UC Davis’ broad expertise in food systems and related topics, while providing "
                    },
                    {
                        "data": "access to larger-scale funding opportunities requiring interdisciplinary solutions. "
                    },
                    {
                        "data": "The World Food Center strategic plan also builds on the Core Priority Themes described "
                    },
                    {
                        "data": "in the current College of Agricultural and Environmental Sciences’ Strategic Plan (2015- "
                    },
                    {
                        "data": "2020), contributing in particular to the Sustainable Agriculture and Food Systems theme. As "
                    },
                    {
                        "data": "noted there, “sustainable agriculture and food systems ensure secure, safe, and high quality "
                    },
                    {
                        "data": "healthful food for the world’s population without negative social and environmental impacts. "
                    },
                    {
                        "data": "2 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "5",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "… Sustainable agriculture and food systems are fundamental to all aspects of human existence, "
                    },
                    {
                        "data": "requiring significant investment in existing strengths and integrated growth opportunities.” "
                    },
                    {
                        "data": "The World Food Center will also support other Core Priority Themes by promoting better "
                    },
                    {
                        "data": "nutrition and health, enabling viable agriculture/landscape/urban ecosystems and meeting the "
                    },
                    {
                        "data": "challenges of climate change. "
                    },
                    {
                        "data": "The World Food Center Strategic Plan translates these broad goals into three major strategic "
                    },
                    {
                        "data": "priorities and concrete, measurable initiatives to achieve them over the next five years. The "
                    },
                    {
                        "data": "plan articulates a vision of the World Food Center as a forum to: (1) convene the many centers, "
                    },
                    {
                        "data": "institutes and faculty working in the areas broadly defined as food systems; (2) connect "
                    },
                    {
                        "data": "internal and external actors in constructive networking and develop partnerships with industry, "
                    },
                    {
                        "data": "government and public/private organizations; and (3) communicate the innovations and "
                    },
                    {
                        "data": "accomplishments of UC Davis centers, institutes, and scholars to amplify their contributions to "
                    },
                    {
                        "data": "research and extension in global food systems. "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 3\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "6",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "4 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "7",
                "paragraph": [
                    {
                        "data": "The Global Challenge and the "
                    },
                    {
                        "data": "UC Davis Food Landscape "
                    },
                    {
                        "data": "Challenges to producing sufficient, safe and nutritious "
                    },
                    {
                        "data": "food are increasing: population growth, climate change, "
                    },
                    {
                        "data": "resource scarcity and environmental degradation are "
                    },
                    {
                        "data": "threats to economically viable food systems worldwide. "
                    },
                    {
                        "data": "Global population has increased from 3 billion in 1960 "
                    },
                    {
                        "data": "to 7.6 billion today and is anticipated to plateau at nearly "
                    },
                    {
                        "data": "10 billion by 2050. Increased productivity and efficiency "
                    },
                    {
                        "data": "gains after 1960 enabled global food production to keep "
                    },
                    {
                        "data": "pace with population growth with limited expansion of "
                    },
                    {
                        "data": "the environmental footprint of agriculture until recently. "
                    },
                    {
                        "data": "However, these methods were not adopted uniformly "
                    },
                    {
                        "data": "around the world. Most of the next 2 billion people will "
                    },
                    {
                        "data": "be born in Africa, where current agricultural yields are "
                    },
                    {
                        "data": "about 20% of what could be possible. Expanding the area "
                    },
                    {
                        "data": "of land utilized for food production is not a desirable "
                    },
                    {
                        "data": "option, as it releases massive amounts of carbon into the "
                    },
                    {
                        "data": "atmosphere, exacerbating climate change and destructive "
                    },
                    {
                        "data": "weather events that are threatening current food "
                    },
                    {
                        "data": "production systems. In addition, as the most productive "
                    },
                    {
                        "data": "lands are already utilized for food production, expansion "
                    },
                    {
                        "data": "of agriculture will be on marginally productive lands, "
                    },
                    {
                        "data": "resulting in diminishing crop yields while accelerating "
                    },
                    {
                        "data": "deforestation, erosion and greenhouse gas emissions. "
                    },
                    {
                        "data": "Thus, applying science and technology to sustainably "
                    },
                    {
                        "data": "intensify food production on existing agricultural lands is "
                    },
                    {
                        "data": "the overriding challenge for global agricultural systems. "
                    },
                    {
                        "data": "California is an excellent location for research on "
                    },
                    {
                        "data": "improving efficiency, productivity and sustainability of "
                    },
                    {
                        "data": "food systems due to the abundance and diversity of its "
                    },
                    {
                        "data": "agricultural output, its emphasis on the importance of "
                    },
                    {
                        "data": "human and animal health and nutrition, and its active "
                    },
                    {
                        "data": "strategies to prevent and mitigate the environmental and "
                    },
                    {
                        "data": "economic threats to sustaining food production. This "
                    },
                    {
                        "data": "nexus among food, environment and health inspires "
                    },
                    {
                        "data": "research and extension work in food systems across "
                    },
                    {
                        "data": "UC Davis. "
                    },
                    {
                        "data": "Global population has "
                    },
                    {
                        "data": "increased from 3 billion "
                    },
                    {
                        "data": "in 1960 to 7.6 bilion "
                    },
                    {
                        "data": "today and is anticipated "
                    },
                    {
                        "data": "to plateau at nearly "
                    },
                    {
                        "data": "10 bilion by 2050. "
                    },
                    {
                        "data": "California is an excellent "
                    },
                    {
                        "data": "location for research on "
                    },
                    {
                        "data": "improving efficiency, "
                    },
                    {
                        "data": "productivity and "
                    },
                    {
                        "data": "sustainanility of "
                    },
                    {
                        "data": "food systems. "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 5\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "8",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "The Food Landscape at UC Davis "
                    },
                    {
                        "data": "60+ centers and "
                    },
                    {
                        "data": "institutes working in "
                    },
                    {
                        "data": "food systems "
                    },
                    {
                        "data": "UC Davis is recognized globally for its leadership in agriculture and food systems research, "
                    },
                    {
                        "data": "extension and outreach. In addition to the College of Agricultural and Environmental "
                    },
                    {
                        "data": "Sciences, the university has extensive food-related academic resources in the College of "
                    },
                    {
                        "data": "Biological Sciences, the College of Engineering, the College of Letters and Science, the School "
                    },
                    {
                        "data": "of Veterinary Medicine, and the School of Medicine. These programs offer undergraduate, "
                    },
                    {
                        "data": "graduate and professional degree curricula, conduct research, and deliver extension and "
                    },
                    {
                        "data": "outreach initiatives. UC Davis is home to more than 60 centers, institutes and programs "
                    },
                    {
                        "data": "outside of the formal academic structure that provide expertise and resources targeted toward "
                    },
                    {
                        "data": "specific aspects of food systems. Many of these are interdisciplinary and collectively address a "
                    },
                    {
                        "data": "broad range of topics in food production, delivery, consumption, health and public policy. The "
                    },
                    {
                        "data": "overriding goal of the World Food Center is to synergize and focus the unparalleled resources "
                    },
                    {
                        "data": "of UC Davis to address the most important challenges facing the future of human society. "
                    },
                    {
                        "data": "The World Food Center developed this diagram of the UC Davis food landscape to illustrate "
                    },
                    {
                        "data": "the breadth of programs serving the needs of regional, national and global food systems. The "
                    },
                    {
                        "data": "focus is primarily on the College of Agricultural and Environmental Sciences, but food-related "
                    },
                    {
                        "data": "programs span the entire campus. "
                    },
                    {
                        "data": "350+ agricultural "
                    },
                    {
                        "data": "scholars 6 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "9",
                "paragraph": [
                    {
                        "data": "FOOD LANDSCAPE FIGURE "
                    },
                    {
                        "data": "Food Systems "
                    },
                    {
                        "data": "C B "
                    },
                    {
                        "data": "3 25 "
                    },
                    {
                        "data": "56 M "
                    },
                    {
                        "data": "34 35 "
                    },
                    {
                        "data": "42 59 "
                    },
                    {
                        "data": "A 1 "
                    },
                    {
                        "data": "Health \tDEPARTMENTS "
                    },
                    {
                        "data": "\t A \t Agricultural and Resource Economics "
                    },
                    {
                        "data": "\t B \t Animal Science\t "
                    },
                    {
                        "data": "\t C \t Biological and Agricultural Engineering\t "
                    },
                    {
                        "data": "\t D \t Entomology and Nematology\t "
                    },
                    {
                        "data": "\t E \t Environmental Science and Policy\t "
                    },
                    {
                        "data": "\t F \t Environmental Toxicology\t "
                    },
                    {
                        "data": "\t G \t Food Science and Technology\t "
                    },
                    {
                        "data": "\t H\t Human Ecology\t "
                    },
                    {
                        "data": "\t I \t Land, Air and Water Resources\t "
                    },
                    {
                        "data": "\tJ\t Nutrition\t "
                    },
                    {
                        "data": "\t K\t Plant Pathology\t "
                    },
                    {
                        "data": "\t L\t Plant Sciences\t "
                    },
                    {
                        "data": "\t M\t Viticulture and Enology\t "
                    },
                    {
                        "data": "\t N\t Wildlife, Fish, and Conservation Biology "
                    },
                    {
                        "data": "CENTERS AND INSTITUTES "
                    },
                    {
                        "data": "\t 1\t Agricultural Sustainability Institute "
                    },
                    {
                        "data": "\t 2\t Agricultural Issues Center "
                    },
                    {
                        "data": "\t 3\t Agronomy Research and Information Center "
                    },
                    {
                        "data": "\t 4\t Air Quality Research Center "
                    },
                    {
                        "data": "\t 5\t Arboretum and Public Garden "
                    },
                    {
                        "data": "\t 6\t Blum Center for Developing Economics "
                    },
                    {
                        "data": "\t 7\t Bodega Marine Laboratory "
                    },
                    {
                        "data": "\t 8\t California Animal Health and Food Safety \t "
                    },
                    {
                        "data": "\t\t\t Laboratory "
                    },
                    {
                        "data": "\t 9\t California Center for Urban Horticulture "
                    },
                    {
                        "data": "\t 10\t California Crop Improvement Association "
                    },
                    {
                        "data": "\t 11\t California Institute of Food and Agriculture \t "
                    },
                    {
                        "data": "\t\t\t Research "
                    },
                    {
                        "data": "58 6 "
                    },
                    {
                        "data": "7 17 "
                    },
                    {
                        "data": "18 20 "
                    },
                    {
                        "data": "L 4 "
                    },
                    {
                        "data": "12 15 "
                    },
                    {
                        "data": "19 21 "
                    },
                    {
                        "data": "36 37 "
                    },
                    {
                        "data": "39 44 "
                    },
                    {
                        "data": "55 54 "
                    },
                    {
                        "data": "16 H "
                    },
                    {
                        "data": "E 22 "
                    },
                    {
                        "data": "26 38 "
                    },
                    {
                        "data": "28 I "
                    },
                    {
                        "data": "N 40 "
                    },
                    {
                        "data": "43 51 "
                    },
                    {
                        "data": "60 45 "
                    },
                    {
                        "data": "48 53 "
                    },
                    {
                        "data": "2 F "
                    },
                    {
                        "data": "46 41 "
                    },
                    {
                        "data": "57 33 "
                    },
                    {
                        "data": "27 31 "
                    },
                    {
                        "data": "8 23 "
                    },
                    {
                        "data": "14 24 "
                    },
                    {
                        "data": "10 52 "
                    },
                    {
                        "data": "50 11 "
                    },
                    {
                        "data": "13 G "
                    },
                    {
                        "data": "30 49 "
                    },
                    {
                        "data": "K 9 "
                    },
                    {
                        "data": "5 25 "
                    },
                    {
                        "data": "47 D "
                    },
                    {
                        "data": "25 J "
                    },
                    {
                        "data": "\t 16 "
                    },
                    {
                        "data": "department domestic "
                    },
                    {
                        "data": "international Policy "
                    },
                    {
                        "data": "\t 12\t Center for Animal and Disease Modeling and \t "
                    },
                    {
                        "data": "\t\t Surveillance "
                    },
                    {
                        "data": "\t 13\t Center for Aquatic Biology and Aquaculture "
                    },
                    {
                        "data": "\t 14\t Center for Food Animal Health "
                    },
                    {
                        "data": "\t 15\t Center for Regional Change "
                    },
                    {
                        "data": "\t 16\t Center for Spatial Sciences "
                    },
                    {
                        "data": "\t 17\t Center for Spatial Technologies and Remote \t "
                    },
                    {
                        "data": "\t\t\t Sensing "
                    },
                    {
                        "data": "\t 18\t Center for Water-Energy Efficiency "
                    },
                    {
                        "data": "\t 19\t Center for Watershed Sciences "
                    },
                    {
                        "data": "\t 20\t Child Family Institute for Innovation and "
                    },
                    {
                        "data": "\t\t\t Entrepreneurship "
                    },
                    {
                        "data": "\t 21\t Chile Life Sciences Innovation Center "
                    },
                    {
                        "data": "\t 22\t Coastal and Marine Sciences Institute "
                    },
                    {
                        "data": "\t 23\t Coffee Center "
                    },
                    {
                        "data": "\t 24\t Conservation Agriculture Systems Innovation \t "
                    },
                    {
                        "data": "\t\t\t Center "
                    },
                    {
                        "data": "\t 25\t Dairy Research and Information Center "
                    },
                    {
                        "data": "\t 26\t Energy and Efficiency Institute "
                    },
                    {
                        "data": "\t 27\t Foods for Health Institute "
                    },
                    {
                        "data": "\t 28\t Food Loss and Waste Collaborative "
                    },
                    {
                        "data": "\t 29\t Foundation Plant Services "
                    },
                    {
                        "data": "\t 30\t Fruit and Nut Research and Information Center "
                    },
                    {
                        "data": "\t 31\t Genome Center "
                    },
                    {
                        "data": "\t 32\t Gifford Center for Population Studies "
                    },
                    {
                        "data": "\t 33\t Global Healthshare Initiative "
                    },
                    {
                        "data": "\t 34\t Honey and Pollination Center at the RMI "
                    },
                    {
                        "data": "\t 35\t Innovation Institute for Food and Health "
                    },
                    {
                        "data": "\t 36\t Institute for Food and Agricultural Literacy "
                    },
                    {
                        "data": "\t 37\t International Programs Office "
                    },
                    {
                        "data": "\t 38\t John Muir Institute of the Environment "
                    },
                    {
                        "data": "\t 39\t Olive Center at the RMI "
                    },
                    {
                        "data": "\t 40\t Public Intellectual Property Resource for \t "
                    },
                    {
                        "data": "\t\t\t Agriculture "
                    },
                    {
                        "data": "\t 41\t Plant Breeding Center "
                    },
                    {
                        "data": "\t 42\t Postharvest Technology Center "
                    },
                    {
                        "data": "\t 43\t Program for International Energy Technologies "
                    },
                    {
                        "data": "\t 44\t Program in International and Community \t "
                    },
                    {
                        "data": "\t\t\t Nutrition "
                    },
                    {
                        "data": "\t 45\t Robert Mondavi Institute for Wine and Food \t "
                    },
                    {
                        "data": "\t\t\t Science "
                    },
                    {
                        "data": "\t 46\t Seed Biotechnology Center "
                    },
                    {
                        "data": "\t 47\t Smart Farm "
                    },
                    {
                        "data": "\t 48\t UC CalFresh Nutrition Education Program "
                    },
                    {
                        "data": "\t 49\t UC Nursery and Floriculture Alliance "
                    },
                    {
                        "data": "\t 50\t UC Rangelands "
                    },
                    {
                        "data": "\t 51\t USAID-FTF Innovation Lab-Assets and Market \t "
                    },
                    {
                        "data": "\t\t\t Access "
                    },
                    {
                        "data": "\t 52\t USAID-FTF Innovation Lab-Climate Resilient \t "
                    },
                    {
                        "data": "\t\t\t Chickpea "
                    },
                    {
                        "data": "\t 53\t USAID-FTF Innovation Lab-Climate Resilient \t "
                    },
                    {
                        "data": "\t\t\t Millet "
                    },
                    {
                        "data": "\t 54\t USAID-FTF Innovation Lab Genomics to \t "
                    },
                    {
                        "data": "\t\t Improve Poultry "
                    },
                    {
                        "data": "\t 55\t USAID-FTF Innovation Lab Horticulture "
                    },
                    {
                        "data": "\t 56\t USAID-FTF Innovation Lab Sustainable "
                    },
                    {
                        "data": "\t\t\t Intensification "
                    },
                    {
                        "data": "\t 57\t Vegetable Research and Information Center "
                    },
                    {
                        "data": "\t 58\t Weed Research and Information Center "
                    },
                    {
                        "data": "\t 59\t Western Center for Agricultural Health and \t "
                    },
                    {
                        "data": "\t\t\t Safety "
                    },
                    {
                        "data": "\t 60\t Western Institute for Food Safety and Security "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 7\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "10",
                "paragraph": [
                    {
                        "data": "MISSION AND VISION "
                    },
                    {
                        "data": "Our Mission "
                    },
                    {
                        "data": "The World Food Center mobilizes "
                    },
                    {
                        "data": "the resources of UC Davis to "
                    },
                    {
                        "data": "promote innovative, sustainable "
                    },
                    {
                        "data": "and equitable food systems. "
                    },
                    {
                        "data": "Our Vision "
                    },
                    {
                        "data": "UC Davis is recognized as the "
                    },
                    {
                        "data": "global hub for innovative solutions "
                    },
                    {
                        "data": "to meet the challenge of providing "
                    },
                    {
                        "data": "safe, nutritious and affordable food "
                    },
                    {
                        "data": "for all. "
                    },
                    {
                        "data": "8 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "11",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 9\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "12",
                "paragraph": [
                    {
                        "data": "Strategic Priorities "
                    },
                    {
                        "data": "Strategic Priority I: "
                    },
                    {
                        "data": "The World Food Center will CONVENE UC Davis stakeholders working in food "
                    },
                    {
                        "data": "systems to advance interdisciplinary collaboration. "
                    },
                    {
                        "data": "Leveraging the expertise of food systems "
                    },
                    {
                        "data": "scholars across UC Davis and the UC System to "
                    },
                    {
                        "data": "mobilize interdisciplinary teams and compete "
                    },
                    {
                        "data": "for large-scale funding opportunities requires "
                    },
                    {
                        "data": "higher levels of collaboration and coordination "
                    },
                    {
                        "data": "within the university. By providing forums, "
                    },
                    {
                        "data": "facilitating collaborations and fostering "
                    },
                    {
                        "data": "connections for interdisciplinary work, the "
                    },
                    {
                        "data": "World Food Center amplifies the collective "
                    },
                    {
                        "data": "resources of UC Davis’ centers, institutes and "
                    },
                    {
                        "data": "faculty. The center serves as a liaison with "
                    },
                    {
                        "data": "UC Davis units involved with grant-seeking "
                    },
                    {
                        "data": "and fundraising efforts, such as the Offices "
                    },
                    {
                        "data": "of Research, Government and Community "
                    },
                    {
                        "data": "Relations, and Development and Alumni "
                    },
                    {
                        "data": "Relations. An ongoing dialogue among these "
                    },
                    {
                        "data": "relevant university units will keep all apprised of opportunities and engaged in tandem to seek "
                    },
                    {
                        "data": "project and research funding proactively. "
                    },
                    {
                        "data": "Recognizing that large-scale food and agricultural research is specialized and evolving, the "
                    },
                    {
                        "data": "World Food Center will establish its presence among public and private funders to advocate for "
                    },
                    {
                        "data": "UC Davis’ expertise and facilitate successful procurement of grants for food systems research. "
                    },
                    {
                        "data": "The center will foster interdisciplinary cooperation to seek new funding opportunities and "
                    },
                    {
                        "data": "work in collaboration with services offered by the Office of Research and other development "
                    },
                    {
                        "data": "resources to achieve these goals. "
                    },
                    {
                        "data": "1. The World Food Center will provide ongoing opportunities to convene "
                    },
                    {
                        "data": "stakeholders from centers and institutes, researchers, and extension specialists "
                    },
                    {
                        "data": "across all UC Davis schools, colleges and units working in food systems. "
                    },
                    {
                        "data": "\t a. \t "
                    },
                    {
                        "data": "\t\t \t\t "
                    },
                    {
                        "data": "\t\t \t\t "
                    },
                    {
                        "data": "Map the expertise in food systems across UC Davis, broadening the scope \t\t\t "
                    },
                    {
                        "data": "as needed to present a complete picture for university and external audiences. "
                    },
                    {
                        "data": "This data will contribute to interactive electronic resources currently under \t\t\t "
                    },
                    {
                        "data": "development in several university units, including the College of Agricultural "
                    },
                    {
                        "data": "and Environmental Sciences, Global Affairs and the University Library. "
                    },
                    {
                        "data": "\t b. \t Foster interdisciplinary academic and extension collaboration by providing \t\t\t "
                    },
                    {
                        "data": "\t\t seed funding for workshops, forums, and symposia that bring subject-matter \t\t "
                    },
                    {
                        "data": "\t\t experts together via the Aligning the Food System platform. "
                    },
                    {
                        "data": "\t c. \t Build upon the popular Food for Thought Showcases and other networking \t\t\t "
                    },
                    {
                        "data": "\t\t events as venues for food-focused centers, institutes and faculty at UC Davis \t\t\t "
                    },
                    {
                        "data": "\t\t to present their work to the academic and industry food community. "
                    },
                    {
                        "data": "\t d. \t Convene interdisciplinary campus stakeholders in value-added networking \t\t\t "
                    },
                    {
                        "data": "\t\t events on a quarterly basis to share developments and opportunities for \t\t\t "
                    },
                    {
                        "data": "\t\t collaboration, particularly among new and junior faculty. "
                    },
                    {
                        "data": "10 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "13",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "\t e.\t Support opportunities for students and faculty to interact with the foremost \t\t\t "
                    },
                    {
                        "data": "\t\t agricultural institutions around the world by leading UC Davis’ involvement \t\t\t "
                    },
                    {
                        "data": "\t\t with the A5 Consortium. "
                    },
                    {
                        "data": "2. The World Food Center will strengthen UC Davis’ ability to compete for "
                    },
                    {
                        "data": "large-scale, cross-functional food system projects by serving as an institutional "
                    },
                    {
                        "data": "resource on funding opportunities and proposal development. "
                    },
                    {
                        "data": "\t a.\t "
                    },
                    {
                        "data": "\t\t \t\t "
                    },
                    {
                        "data": "\t\t Coordinate efforts with UC Davis experts and other campus resources, such \t\t\t "
                    },
                    {
                        "data": "as the Offices of Research, Government and Community Relations and other "
                    },
                    {
                        "data": "university and UC system initiatives to identify opportunities and disseminate \t\t "
                    },
                    {
                        "data": "information about large-scale interdisciplinary projects. "
                    },
                    {
                        "data": "\t b.\t Identify the areas in which large projects are being funded and assemble \t\t\t "
                    },
                    {
                        "data": "\t\t interdisciplinary teams in anticipation of requests for proposals to ensure that \t\t "
                    },
                    {
                        "data": "\t\t UC Davis is prepared to act quickly on funding opportunities as they arise. "
                    },
                    {
                        "data": "\t c.\t Supplement the services offered to potential grantees by the Office of Research \t\t "
                    },
                    {
                        "data": "\t\t by creating a staff position to offer specialized expertise and support to faculty \t\t "
                    },
                    {
                        "data": "\t\t developing large interdisciplinary grant proposals in food systems. "
                    },
                    {
                        "data": "\t d.\t Host quarterly conference calls for World Food Center stakeholders with the \t\t "
                    },
                    {
                        "data": "\t\t Office of Research and similar units on grant opportunities in food systems, \t\t\t "
                    },
                    {
                        "data": "\t\t including funding trends, upcoming projects and related matters. "
                    },
                    {
                        "data": "\t e.\t Offer specialized expertise and guidance on the development and coordination \t\t "
                    },
                    {
                        "data": "\t\t of international grant proposals in food systems, supported by the College of \t\t "
                    },
                    {
                        "data": "\t\t Agricultural and Environmental Sciences Global Engagement office. "
                    },
                    {
                        "data": "\t f.\t Liaise with university and system-wide programs relevant to food systems, \t\t\t "
                    },
                    {
                        "data": "\t\t including the Big Idea initiatives, One Climate, and One Health to promote "
                    },
                    {
                        "data": "\t\t UC Davis expertise and keep scholars appraised of new initiatives in these fields. "
                    },
                    {
                        "data": "\t g.\t "
                    },
                    {
                        "data": "\t\t \t\t "
                    },
                    {
                        "data": "\t\t Inform and influence public policy by coalescing UC Davis experts in food systems \t "
                    },
                    {
                        "data": "to develop science-based policy briefs that align with the efforts of the "
                    },
                    {
                        "data": "UC Davis Office of Government and Community Relations and the University of \t\t "
                    },
                    {
                        "data": "California Government Relations teams. "
                    },
                    {
                        "data": "\t h.\t Offer UC Davis’ expertise in food systems to state and national agencies that \t\t\t "
                    },
                    {
                        "data": "\t\t are developing research funding priorities. "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 11\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "14",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "12 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "15",
                "paragraph": [
                    {
                        "data": "3. The World Food Center will establish an advisory council composed of "
                    },
                    {
                        "data": "informed and well-positioned leaders and experts to ensure that the center "
                    },
                    {
                        "data": "remains at the forefront of developments in food and agricultural science, "
                    },
                    {
                        "data": "research and extension. Potential members of this board include: "
                    },
                    {
                        "data": "\t a.\t Faculty and administrators from UC Davis and the University of California system, \t\t "
                    },
                    {
                        "data": "\t\t\t\t as well as other leading academic institutions "
                    },
                    {
                        "data": "\t b.\t Local, state and national government agencies "
                    },
                    {
                        "data": "\t c.\t Foundations and non-governmental organizations "
                    },
                    {
                        "data": "\t d.\t Leaders in the food and agricultural industries "
                    },
                    {
                        "data": "\t e.\t Consumer and health organizations "
                    },
                    {
                        "data": "Strategic Priority II: "
                    },
                    {
                        "data": "The World Food Center will CONNECT UC Davis experts in global food systems "
                    },
                    {
                        "data": "to external partners to facilitate research opportunities and foster partnerships. "
                    },
                    {
                        "data": "To Boldly Go envisions a future where dialogue across the disciplines provides the foundation "
                    },
                    {
                        "data": "for interdisciplinary solutions to grand challenges facing global food systems. Ensuring that "
                    },
                    {
                        "data": "the collective expertise available at UC Davis is frequently and effectively utilized requires the "
                    },
                    {
                        "data": "mobilization of collaborative partnerships between university units and external organizations, "
                    },
                    {
                        "data": "including government agencies, industry, foundations, funders, and national and international "
                    },
                    {
                        "data": "research institutions. "
                    },
                    {
                        "data": "The World Food Center will work to elevate UC Davis’ recognition as a world leader for "
                    },
                    {
                        "data": "food systems research and practice. The center will cultivate relationships with external "
                    },
                    {
                        "data": "organizations in the public/private sectors that have the potential to partner with UC Davis on "
                    },
                    {
                        "data": "research and problem-solving initiatives in food systems and connect them to campus experts "
                    },
                    {
                        "data": "and research units. "
                    },
                    {
                        "data": "1. The World Food Center will systematically and proactively cultivate "
                    },
                    {
                        "data": "relationships with funders and collaborators to propel UC Davis’ position "
                    },
                    {
                        "data": "as the premier institution for interdisciplinary research solutions and as a "
                    },
                    {
                        "data": "global leader in food systems. "
                    },
                    {
                        "data": "\t a. \tBuild relationships with foundations and companies in the food and \t\t\t\t "
                    },
                    {
                        "data": "\t\t\t\t agriculture industries with funding and research priorities that overlap with \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t campus expertise. Proactively influence grant-making priorities using policy \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t briefs and research reports to position UC Davis as a leading contender for \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t funding and project leadership opportunities. "
                    },
                    {
                        "data": "\t b.\t Establish ongoing relationships with scientific councils, policy groups, think \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t tanks, and similar organizations to promote emerging research and innovation \t\t "
                    },
                    {
                        "data": "\t\t\t\t in the food and agriculture space. "
                    },
                    {
                        "data": "\t c.\t Promote UC Davis at major conferences and events around the world to \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t raise the profile of the university, make connections with potential partners \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t and collaborators, and stay abreast of current initiatives and emerging research \t\t "
                    },
                    {
                        "data": "\t\t\t\t in the field. "
                    },
                    {
                        "data": "\t d.\t Serve as a portal to connect external stakeholders with expertise at UC Davis. "
                    },
                    {
                        "data": "\t e.\t Enlist UC Davis experts to represent the university around the country and the \t\t "
                    },
                    {
                        "data": "\t\t\t\t world as advocates for cutting-edge food systems research and solutions. "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 13\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "16",
                "paragraph": [
                    {
                        "data": "\t "
                    },
                    {
                        "data": "f.\t Partner with Global Affairs and its Global Centers program as well as other \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t international initiatives to expand the global reach and reputation of UC Davis \t\t "
                    },
                    {
                        "data": "\t\t\t\t in food systems. "
                    },
                    {
                        "data": "\t g.\t Leverage existing campus resources, including the Offices of Research, \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t Development and Alumni Relations, and Government Relations and \t\t\t\t "
                    },
                    {
                        "data": "\t\t\t\t Community Engagement, to identify potential funders and collaborators "
                    },
                    {
                        "data": "\t\t\t\t in all sectors. "
                    },
                    {
                        "data": "\t h.\t Develop a comprehensive outreach plan and communications materials that \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t showcase campus resources to inform and cultivate relationships with \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t potential partners. "
                    },
                    {
                        "data": "2. The World Food Center will collaborate with external and internal "
                    },
                    {
                        "data": "stakeholders to identify grand challenges and targeted priorities in global food "
                    },
                    {
                        "data": "systems that coalesce centers, institutes, and departments around large-scale, "
                    },
                    {
                        "data": "interdisciplinary and multi-institutional projects. "
                    },
                    {
                        "data": "\t a.\t Invite extramural stakeholders and potential public/private partners \t\t\t\t "
                    },
                    {
                        "data": "\t\t\t\t to UC Davis on a regular basis to meet with experts and attend events that \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t showcase UC Davis’ expertise and achievements. "
                    },
                    {
                        "data": "\t b.\t Share the resources and contacts relating to extramural partnerships and funding \t\t "
                    },
                    {
                        "data": "\t\t\t\t developed by the World Food Center with UC Davis stakeholders. "
                    },
                    {
                        "data": "\t c.\t Map UC Davis expertise in food systems to the United Nations Sustainable \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t Development Goals and other regional, national, and international priorities to \t\t "
                    },
                    {
                        "data": "\t\t\t\t facilitate connections to external opportunities coalescing around those goals. "
                    },
                    {
                        "data": "\t d.\t Evaluate and replicate models and best practices of successful global research \t\t\t "
                    },
                    {
                        "data": "\t\t\t\t institutes. "
                    },
                    {
                        "data": "Strategic Priority III: "
                    },
                    {
                        "data": "The World Food Center will communicate the innovations and accomplishments "
                    },
                    {
                        "data": "of UC Davis centers, institutes, and scholars to amplify their contributions to "
                    },
                    {
                        "data": "improving global food systems. "
                    },
                    {
                        "data": "In tandem with university communications teams, the World Food Center will elevate and "
                    },
                    {
                        "data": "amplify the accomplishments of UC Davis centers, institutes and scholars working to improve "
                    },
                    {
                        "data": "food systems. UC Davis is globally acknowledged as an academic powerhouse in food systems, "
                    },
                    {
                        "data": "and broadening its commitment to communicating new research and problem-solving "
                    },
                    {
                        "data": "strategies through the World Food Center will enhance the university’s visibility and draw new "
                    },
                    {
                        "data": "audiences into this work. "
                    },
                    {
                        "data": "The World Food Center will build its own communications infrastructure to provide direct "
                    },
                    {
                        "data": "support to the more than 60 centers and institutes focused on food systems through messaging "
                    },
                    {
                        "data": "campaigns, interactive journalism, and digital media. The center will also focus on building "
                    },
                    {
                        "data": "cooperative relationships with university and college communications units to enhance their "
                    },
                    {
                        "data": "efforts and develop cohesive strategies to provide new avenues to magnify the innovations and "
                    },
                    {
                        "data": "accomplishments in food systems across UC Davis. "
                    },
                    {
                        "data": "14 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "17",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 15\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "18",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "16 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "19",
                "paragraph": [
                    {
                        "data": "1. The World Food Center will appoint a communications specialist to "
                    },
                    {
                        "data": "oversee the development and implementation of a messaging strategy and "
                    },
                    {
                        "data": "comprehensive communications plan that raises awareness of UC Davis "
                    },
                    {
                        "data": "expertise and resources in food systems to internal and external audiences. "
                    },
                    {
                        "data": "\t a.\t Establish collaborative and mutually reinforcing relationships with the UC Davis and \t "
                    },
                    {
                        "data": "\t\t\t\t UC offices responsible for communication, including the College of Agricultural and \t "
                    },
                    {
                        "data": "\t\t\t\t Environmental Sciences, UC Davis Strategic Communications, UC system campuses, \t "
                    },
                    {
                        "data": "\t\t\t\t and the Office of the President. "
                    },
                    {
                        "data": "\t b.\t Fill a communications niche at UC Davis by sharing messaging that identifies \t\t "
                    },
                    {
                        "data": "\t\t\t\t and works toward solving grand challenges in global food systems using \t\t "
                    },
                    {
                        "data": "\t\t\t\t innovative, interdisciplinary solutions. "
                    },
                    {
                        "data": "\t c.\t Emphasize UC Davis’ role as the premier agricultural school in the nation and \t\t "
                    },
                    {
                        "data": "\t\t\t\t as a key problem-solver for the threats facing global food systems. "
                    },
                    {
                        "data": "\t d.\t Promote UC Davis as the hub for experts and innovators working in global \t\t "
                    },
                    {
                        "data": "\t\t\t\t food systems. "
                    },
                    {
                        "data": "\t e.\t Develop the World Food Center’s communications strategy with messaging "
                    },
                    {
                        "data": "\t\t\t\t focused around global food systems as a whole to bring the many threads of \t\t "
                    },
                    {
                        "data": "\t\t\t\t UC Davis food and agricultural research together. "
                    },
                    {
                        "data": "\t\tf.\t Establish and build upon the World Food Center’s online presence using various \t "
                    },
                    {
                        "data": "\t\t\t\t tools, including social media and search engine optimization \tstrategies. "
                    },
                    {
                        "data": "2. In partnership with the College of Agricultural and Environmental Sciences’ "
                    },
                    {
                        "data": "Office of Communications, support UC Davis faculty, centers, and institutes in "
                    },
                    {
                        "data": "the food and agriculture space by magnifying their visibility and impact through "
                    },
                    {
                        "data": "communications strategies. "
                    },
                    {
                        "data": "\t a.\t Partner with UC Davis centers and institutes to identify new accomplishments and \t "
                    },
                    {
                        "data": "\t\t\t\t research breakthroughs for coverage in communications campaigns. "
                    },
                    {
                        "data": "\t b.\t Provide direct support to centers, institutes and faculty seeking messaging \t\t "
                    },
                    {
                        "data": "\t\t\t\t amplification via the World Food Center’s communications platforms. "
                    },
                    {
                        "data": "\t c.\t Offer coverage recommendations to UC Davis communications units and \t\t "
                    },
                    {
                        "data": "\t\t\t\t media outlets focused on the success of university experts in food systems. "
                    },
                    {
                        "data": "\t d.\t Provide technical support and visibility for webinars and other vehicles enabling "
                    },
                    {
                        "data": "\t\t\t\t UC Davis researchers to amplify their messaging to broader audiences. "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 17\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "20",
                "paragraph": [
                    {
                        "data": "Metrics for Measuring Success "
                    },
                    {
                        "data": "To measure the outcomes of this strategic plan, the World Food "
                    },
                    {
                        "data": "Center will monitor and evaluate the following metrics: "
                    },
                    {
                        "data": "1. Audience engagement. The World Food Center will measure "
                    },
                    {
                        "data": "the levels of engagement with audiences at its events via surveys "
                    },
                    {
                        "data": "and feedback requests. Further metrics will include attendee turn- "
                    },
                    {
                        "data": "out and participants’ expertise, areas of research, etc., relevant to "
                    },
                    {
                        "data": "the goals of the specific event. The World Food Center will also "
                    },
                    {
                        "data": "analyze the representation of experts visiting UC Davis for these "
                    },
                    {
                        "data": "engagements and evaluate its success in fostering diversity and "
                    },
                    {
                        "data": "inclusion in its audiences. "
                    },
                    {
                        "data": "2. Research and funding outcomes. The number of submitted "
                    },
                    {
                        "data": "proposals and amount of funding received from the World Food "
                    },
                    {
                        "data": "Center’s efforts to convene interdisciplinary teams to apply for "
                    },
                    {
                        "data": "large-scale grant awards and project opportunities will serve as key "
                    },
                    {
                        "data": "metrics. The size and scope of these projects will document the "
                    },
                    {
                        "data": "World Food Center’s success in gaining new funding sources for "
                    },
                    {
                        "data": "UC Davis. "
                    },
                    {
                        "data": "3. Outreach and community engagement. As the World Food "
                    },
                    {
                        "data": "Center engages with the local, regional, and national communities "
                    },
                    {
                        "data": "and media outlets in food systems, we will tally UC Davis’ "
                    },
                    {
                        "data": "representation on relevant science and policy boards, councils, "
                    },
                    {
                        "data": "organizations, etc. Outcomes of digital communications will be "
                    },
                    {
                        "data": "assessed via analysis of data from the World Food Center’s website "
                    },
                    {
                        "data": "and social media. "
                    },
                    {
                        "data": "4. Stakeholder relationships. The World Food Center will catalog "
                    },
                    {
                        "data": "its relationships with relevant contacts at the major foundations, "
                    },
                    {
                        "data": "companies, government agencies, and universities in the food and "
                    },
                    {
                        "data": "agriculture space in a database that will be available to other "
                    },
                    {
                        "data": "UC Davis units. "
                    },
                    {
                        "data": "18 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "21",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 19\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "22",
                "paragraph": [
                    {
                        "data": ""
                    },
                    {
                        "data": "VI.\t The Strategic Planning Process "
                    },
                    {
                        "data": "To Boldly Go embraces the World Food Center as an important vehicle for implementing "
                    },
                    {
                        "data": "university-wide goals of tapping into the depth of food and agriculture scholarship and "
                    },
                    {
                        "data": "extension, developing partnerships in research and innovation, and raising the visibility of the "
                    },
                    {
                        "data": "university’s expertise and resources in food systems. "
                    },
                    {
                        "data": "Upon the World Food Center’s transition to the College of Agricultural and Environmental "
                    },
                    {
                        "data": "Sciences, a new framework for activities was developed by a faculty visioning committee and "
                    },
                    {
                        "data": "launched in 2017 under the leadership of an interim director. This strategy was implemented "
                    },
                    {
                        "data": "by refocusing the mission of the World Food Center and establishing a series of successful pilot "
                    },
                    {
                        "data": "programs to foster university-wide interdisciplinary engagement. "
                    },
                    {
                        "data": "Development of this strategic plan started in February 2018 by interviewing UC Davis faculty "
                    },
                    {
                        "data": "members and regional industry and community leaders to discuss how the World Food Center "
                    },
                    {
                        "data": "could support their goals. In January 2019, the College of Agricultural and Environmental "
                    },
                    {
                        "data": "Sciences appointed an Associate Dean of Global Engagement to direct the World Food Center "
                    },
                    {
                        "data": "and the College’s international programs. The Associate Dean, in collaboration with the "
                    },
                    {
                        "data": "Steering Committee for the 2019 strategic planning process, has worked diligently to translate "
                    },
                    {
                        "data": "these recommendations into an ambitious program with three main goals to be accomplished "
                    },
                    {
                        "data": "with concrete, measurable steps. "
                    },
                    {
                        "data": "20 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "23",
                "paragraph": [
                    {
                        "data": "Strategic Planning Participants "
                    },
                    {
                        "data": "This strategic plan incorporates extensive consultation with over 100 UC Davis leaders, including department heads, center "
                    },
                    {
                        "data": "directors, and other faculty and staff over the course of two years. Below is a listing of many individuals and groups that "
                    },
                    {
                        "data": "contributed to the strategic plan writing process and developed the consensus of the goals defined within it. The World Food "
                    },
                    {
                        "data": "Center thanks them and others who may not be listed for their opinions and advice throughout this process. "
                    },
                    {
                        "data": "LEADERSHIP AND STAFF "
                    },
                    {
                        "data": "• Ermias Kebreab, Associate Dean of Global \t\t\t "
                    },
                    {
                        "data": "\t Engagement and Director of the World Food Center, \t\t "
                    },
                    {
                        "data": "\t College of Agricultural & Environmental Sciences "
                    },
                    {
                        "data": "• Kent Bradford, Associate Director and "
                    },
                    {
                        "data": "\t former Interim Director, World Food Center "
                    },
                    {
                        "data": "• Kaylee D’Amico, Program Manager, World Food Center "
                    },
                    {
                        "data": "STRATEGIC PLANNING CONSULTANTS "
                    },
                    {
                        "data": "• Adelaide Ferguson "
                    },
                    {
                        "data": "• Rachael LeMasters "
                    },
                    {
                        "data": "VISIONING AND IMPLEMENTATION COMMITTEE "
                    },
                    {
                        "data": "• Timothy Beatty, Agricultural and Resource Economics "
                    },
                    {
                        "data": "• Catherine Brinkley, Human Ecology "
                    },
                    {
                        "data": "• Joanna Chiu, Entomology and Nematology "
                    },
                    {
                        "data": "• Kay Dewey, Nutrition "
                    },
                    {
                        "data": "• Robert Hijmans, Environmental Science and Policy "
                    },
                    {
                        "data": "• Juan Medrano, Animal Science "
                    },
                    {
                        "data": "• Elizabeth Mitcham, Plant Sciences "
                    },
                    {
                        "data": "• James Sanchirico, Environmental Science and Policy "
                    },
                    {
                        "data": "• David Campbell, College of Agricultural and \t\t\t "
                    },
                    {
                        "data": "\t Environmental Sciences "
                    },
                    {
                        "data": "STRATEGIC PLANNING CONTRIBUTORS "
                    },
                    {
                        "data": "• Robert Atwill, School of Veterinary Medicine "
                    },
                    {
                        "data": "• Lars Berglund, School of Medicine "
                    },
                    {
                        "data": "• Michael Carter, Agricultural and Resource Economics "
                    },
                    {
                        "data": "• Doug Cook, Plant Pathology "
                    },
                    {
                        "data": "• Cristina Davis, Mechanical and Aerospace Engineering "
                    },
                    {
                        "data": "• Paul Dodd, Office of Research "
                    },
                    {
                        "data": "• Dan Flynn, College of Agricultural and Environmental \t\t "
                    },
                    {
                        "data": "\tSciences • Nann Fangue, Wildlife, Fish, and Conservation Biology "
                    },
                    {
                        "data": "• Bruce German, Food Science and Technology "
                    },
                    {
                        "data": "• Angela Haczku, School of Medicine "
                    },
                    {
                        "data": "• Andrew Hargadon, Graduate School of Management "
                    },
                    {
                        "data": "• Amina Harris, Honey and Pollination Center "
                    },
                    {
                        "data": "• Linda Harris, Food Science and Technology "
                    },
                    {
                        "data": "• Ken Hiatt, City of Woodland "
                    },
                    {
                        "data": "• William Horwath, Land, Air and Water Resources "
                    },
                    {
                        "data": "• Benjamin Houlton, Land, Air and Water Resources "
                    },
                    {
                        "data": "• Mary Kimball, Center for Land-Based Learning "
                    },
                    {
                        "data": "• Francois Korn, Seed Central "
                    },
                    {
                        "data": "• William Lacy, Human Ecology "
                    },
                    {
                        "data": "• Beatriz Martinez Lopez, School of Veterinary Medicine "
                    },
                    {
                        "data": "• Jonathan London, Human Ecology "
                    },
                    {
                        "data": "• Richard Michelmore, Molecular and Cellular Biology "
                    },
                    {
                        "data": "• Jeff Mitchell, Plant Sciences "
                    },
                    {
                        "data": "• Alyson Mitchell, Food Science and Technology "
                    },
                    {
                        "data": "• John Palmer, California Crop Improvement Association "
                    },
                    {
                        "data": "• Stacey Parker, UC Davis Arboretum "
                    },
                    {
                        "data": "• Dushyant Pathak, Office of Research "
                    },
                    {
                        "data": "• Joanna Regulska, Global Affairs "
                    },
                    {
                        "data": "• Robert Rice, Environmental Toxicology "
                    },
                    {
                        "data": "• Don Saylor, Yolo County Board of Supervisors "
                    },
                    {
                        "data": "• Sharon Shoemaker, California Institute of Food and \t\t "
                    },
                    {
                        "data": "\t Agricultural Research "
                    },
                    {
                        "data": "• Justin Siegel, Chemistry "
                    },
                    {
                        "data": "• Christopher Simmons, Food Science and Technology "
                    },
                    {
                        "data": "• Kamaljeet Singh-Khaira, UC CalFresh Nutrition \t\t\t "
                    },
                    {
                        "data": "\t Education Program "
                    },
                    {
                        "data": "• David Slaughter, Biological and Agricultural Engineering "
                    },
                    {
                        "data": "• Woutrina Smith, School of Veterinary Medicine "
                    },
                    {
                        "data": "• Edward Spang, Food Science and Technology "
                    },
                    {
                        "data": "• Christine Stewart, Nutrition "
                    },
                    {
                        "data": "• Dan Sumner, Agricultural and Resource Economics "
                    },
                    {
                        "data": "• Ronald Tjeerdema, College of Agricultural and \t\t\t "
                    },
                    {
                        "data": "\t Environmental Sciences "
                    },
                    {
                        "data": "• Tom Tomich, Agricultural Sustainability Institute "
                    },
                    {
                        "data": "• Andrew Waterhouse, Viticulture and Enology "
                    },
                    {
                        "data": "• Caren Weintraub, College of Agricultural and \t\t\t "
                    },
                    {
                        "data": "\t Environmental Sciences "
                    },
                    {
                        "data": "• Carl Winter, Food Science and Technology "
                    },
                    {
                        "data": "• Theodore Wun, School of Medicine "
                    },
                    {
                        "data": "• Florence Zakharov, Plant Sciences "
                    },
                    {
                        "data": "• Huaijun Zhou, Animal Science "
                    },
                    {
                        "data": "STRATEGIC PLAN 2019-2024 21\t "
                    },
                    {
                        "data": ""
                    }
                ]
            },
            {
                "pageNumber": "24",
                "paragraph": [
                    {
                        "data": "worldfoodcenter.ucdavis.edu "
                    },
                    {
                        "data": "22 UC DAVIS WORLD FOOD CENTER \t "
                    },
                    {
                        "data": ""
                    }
                ]
            }
        ]
    }
}
